Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/lansstyrelsen.se/folder_grundskyddet_nordsamiska.pdf.tmx
Source language: sme
Languages: smj

source: Ráđđehusa ulbmil unnitlogupolitiikkain lea addit suoji našuvnnalaš unnitloguide, nannet sin vejolašvuođaid váikkuheapmái ja doarjut historjjálaš unnitlogugielaid vai bissot ealligiellan.
smj: Ráddidusá ulmme unneplågopolitijkajn la suoddjit rijkalasj unneplågojt, nannit sijá máhttelisvuodajt bájnnemij ja doarjjot histåvrålasj unneplågogielajt vaj viesso bisoduvvi.

source: Ruoŧŧa lea álu leamas máŋggagielat ja máŋggakultuvrralaš.
smj: Svierik la agev årrum moattegielak ja moattekultuvralasj.

source: Sápmelaččat, suopmelaččat, durdnosleagilaččat, romerat ja judalaččat leat gávdnon riikkas hirbmat guhkes áiggi.
smj: Sáme, suobmelattja, duornosliegega, roma ja juvdára li gávnnum rijkan ihkeven guhka ájgev.

source: Sin gielat ja kultuvrrat leat oasit ruoŧa servodagas ja min oktasaš kulturárbi.
smj: Sijá giela ja kultuvra li svieriga sebrudagás oasse ja mijá aktisasj kultuvrraárbbe.

source: Vealaheapmi, olggušteapmi ja goksu olbmuin geat gullojit našuvnnalaš unnitloguide galgá vuosttilduvvot.
smj: Nuppástallam, fámodisvuohta ja badjelgähttjam ulmutjij rijkalasj unneplågo sierratjerda gáktuj galggá vuostelduvvat.

source: Sis galget leat seamma máŧolašvuođat go iežáin oassálastit servodateallimis.
smj: Siján galggi årrot avtalágásj máhttelisvuoda oasálasstet sebrudakviessomin degu ietjá ulmutja.

source: Hálddahuseiseválddit galget go dárbbašuvvo
smj: Tjuottjudusfábmodagá galggi dárbon hie

source: heivvolaš vuogi mielde juohkit dieđuid našuvnnalaš unnitloguide sin rivttiid birra dán lága mielde.
smj: balattjat diededit rijkalasj unneplågojt sijá rievtesvuodaj birra dán lága milta.

source: SÁMIT: Leat sullii 20 000–35 000 sámi Ruoŧas geat
smj: SÁME: Svierigin li bájken 20 000-35 000 sáme gudi

source: ságastit sierra sámigielat varietehtaid.
smj: ságasti sámegiela umasslágásj varietehtajt.

source: VÁIKKUHEAPMI JA OASSÁLASTIN
smj: Sáme li aj álggoálmmuga.

source: Našuvnnalaš unnitloguid máŧolašvuođat váikkuheapmái ja oassálastimii galgá nannet, earret iežá galget eiseválddit ráđđidit singuin.
smj: Rijkalasj unneplågoj máhttelisvuoda bájnnemij ja oasálasjvuohtaj galggá nannoduvvat, iehtjádij siegen gå fábmudagá sijáj rádedi.

source: Unnitlogut galget duođain beassat váikkuhit jearaldagain mat gusket sidjiide.
smj: Unneplågo galggi vatteduvvat almma bájnnemav ássjijn ma sidjij guosski.

source: Giellalágas (2009:600) almmuhuvvo ahte
smj: Giellalágan (2009:600) la diededum se

source: RUOŦASUOPMELAČČAT::Leat sullii 450 000–600 000 ruoŧasuopmelačča Ruoŧas.
smj: brudagán la sierralágásj välggogisvuohta suoddjit ja åvdedit rijkalasj unneplågogielajt.

source: Unnitlogugiella lea suomagiella.
smj: GIELLA JA KULTUVRALASJ IDENTITÄHTTA

source: Našuvnnalaš unnitloguid gielat ja kultuvrrat galget suddjejuvvot ja ovddiduvvot.
smj: Rijkalasj unneplågoj giela ja kultuvra galggi suoddjiduvvat ja åvdeduvvat.

source: Olmmoš gii gullo našuvnnalaš unnitlohkui galgá sáhttit oahppat ja geavahit eatnigielas ja ovddidit iežas kultuvrralaš iešdovddu.
smj: Ulmutja rijkalasj unneplågo tjerdajn galggi máhttet åmastit ja adnet ietjasa iednegielav ja åvdedit ietjas kultuvralasj identitehtav.

source: Našuvnnalaš unnitlogugielat galget leat ealligiellan Ruoŧas.
smj: Rijkalasj unneplågogiela galggi årrot viesso giela Svierigin.

source: Hálddahuseiseválddit galget addit našuvnnalaš unnitloguide vejolašvuođa váikkuheapmái jearaldagain mat gusket sidjiide
smj: Tjuottjudusfábmodagá galggi vaddet rijkalasj unneplågojda máhttelisvuodav bájnnemij ássjijn ma sidjij guosski ja guhkás

source: ROMERAT::Leat sullii 50 000–100 000 romera Ruoŧas geat orrot miehtá riikka.
smj: DUORNOSLIEGEGA: Svierigin li bájken 50 000 duornosliegega gudi åvdemusát Norrbottenin viessu.

source: Unnitlogugiellan leat sierra varietehtat romani chibas.
smj: Unneplågogiella l umasslágásj romána giela varietehta.

source: JUDALAČČAT: Leat sullii 20 000–25 000 judalaččat geat orrot Ruoŧas.
smj: JUVDÁRA: Svierigin viessu 20 000 -25 000 juvdára Svierigin.

source: Unnitlogugiella lea jiddisch.
smj: Unneplågo-giella l jiddisj.

source: NORGA STUORA BRITANNIA
smj: Muhtem giela Europakártan

source:  Korn-giella  Iris-giella  Mans-giella  Vuolit-skohtalašgiella  Skohtalaš-gaelikgiella  Ulster-skohtalašgiella  Kymrigiella (valesgielat)
smj: Europaráde barggo ulmutja rievtesvuodaj ja unneplågoássjij la duohke Svieriga unneplågopolitijkkaj. Rijkalasj unneplågo ja rijkadajva- jali unneplågogiela gávnnuji moatten rijkan Europan.

source:  Dánskkagiella  Vuolit-duiskagiella  Vuolit-sorbiagiella  Davvi-frisiagiella  Romani  Saterfrisiagiella  Allasorbiagiella DÁNMÁRKU
smj:  Dánskagiella  Vuolletuskagiella  Vuollesorbiagiella  Nuorttafrisiagiella  Románagiella  Saterfrisiagiella  AllasorbiagiellaDÁNMÁRKKO Tuskagiella

source: Friis-giella Limburgisko-giella Vuolit-saksalašgiella Romani Jiddisch
smj: Frisiagiella Limburgagiella Vuollesaksiagiella Románagiella Jiddisj

source:  Ruošša-giella  Rusina-giella / Rutena
smj:  Romániagiella  Románagiella  Rusiniagiella  Serbiagiella  Slovakiagiella  Sloveniagiella  Ukrájnagiella
